{
	"Информационные" : {
		"100" : "Continue. Продолжить. Этот промежуточный ответ указывает, что запрос успешно принят и клиент может продолжать присылать запросы либо проигнорировать этот ответ, если запрос был завершён",
		"101" : "Switching Protocol. Переключение протокола. Этот код присылается в ответ на запрос клиента, содержащий заголовок Upgrade:, и указывает, что сервер переключился на протокол, который был указан в заголовке. Эта возможность позволяет перейти на несовместимую версию протокола и обычно не используется.",
		"102" : "Processing. В обработке. Этот код , что сервер получил запрос и обрабатывает его, но обработка ещё не завершена.",
		"103" : "Early Hints. Ранние подсказки. В ответе сообщаются ресурсы, которые могут быть загружены заранее, пока сервер будет подготавливать основной ответ."
		 },
	"Успешные" : {
		"200" : "OK. Успешно. Запрос успешно обработан.",
		"201" : "Created. Создано. Запрос успешно выполнен и в результате был создан ресурс. Этот код обычно присылается в ответ на запрос PUT",
		"202" : "Accepted. Принято. Запрос принят, но ещё не обработан. Не поддерживаемо, т.е., нет способа с помощью HTTP отправить асинхронный ответ позже, который будет показывать итог обработки запроса. Это предназначено для случаев, когда запрос обрабатывается другим процессом или сервером, либо для пакетной обработки.",
		"203" : "Non-Authoritative Information. Информация не авторитетна. Информация, которая возвращена, была предоставлена не от исходного сервера, а из какого-нибудь другого источника.",
		"204" : "No Content. Нет содержимого. Нет содержимого для ответа на запрос, но заголовки ответа, которые могут быть полезны, присылаются.",
		"205" : "Reset Content. Сбросить содержимое. Запрос обработан, чтобы сообщить клиенту, что необходимо сбросить отображение документа, который прислал этот запрос.",
		"206" : "Partial Content. Частичное содержимое. Используется, когда клиент присылает заголовок диапазона, чтобы выполнить загрузку отдельно, в несколько потоков.",
		},
}